/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

/* Title of the setting that allows the user to change whether WaterMe checks the app store for application updates. */
"Check for Updates" = "Controlla gli aggiornamenti";

/* Title of the setting that allows the user to change how many days they get reminded for */
"Number of Reminder Days" = "Ricorda per";

/* Hour values for that notification setting */
"7 Days" = "7 Giorni";
"8 Days" = "8 Giorni";
"9 Days" = "9 Giorni";
"10 Days" = "10 Giorni";
"11 Days" = "11 Giorni";
"12 Days" = "12 Giorni";
"13 Days" = "13 Giorni";
"14 Days" = "14 Giorni";
"15 Days" = "15 Giorni";
"16 Days" = "16 Giorni";
"17 Days" = "17 Giorni";
"18 Days" = "18 Giorni";
"19 Days" = "19 Giorni";
"20 Days" = "20 Giorni";
"21 Days" = "21 Giorni";

/* Title of the setting that allows the user to set which hour in the day they want notifications to trigger */
"Water Notification Hour" = "Ricordare alle";

/* Hour values for that notification setting */
"4 am" = "4 am";
"5 am" = "5 am";
"6 am" = "6 am";
"7 am" = "7 am";
"8 am" = "8 am";
"9 am" = "9 am";
"10 am" = "10 am";
"11 am" = "11 am";
"Noon" = "Mezzogiorno";
"1 pm" = "1 pm";
"2 pm" = "2 pm";
"3 pm" = "3 pm";
"4 pm" = "4 pm";
"5 pm" = "5 pm";
"6 pm" = "6 pm";
"7 pm" = "7 pm";
"8 pm" = "8 pm";
"9 pm" = "9 pm";
"10 pm" = "10 pm";
"11 pm" = "11 pm";

/* text that informs the user that notifications should be enabled. If on and notifications permissions are disabled, then the app will tell the user that we can't send notifications. If off, the app won't tell users that nofications won't work */
"Ask for Notifications" = "Richiedi le notifiche";

/* text that informs the user they can reduce the amount of pink color in the app */
"Increase Contrast" = "Riduci Rosa";

/* dark mode setting name */
"DARK_MODE_TITLE" = "Modalità Dark Mode";

/* dark mode use system setting */
"DARK_MODE_SYSTEM" = "Cambia con il sistema";

/* dark mode force light mode setting */
"DARK_MODE_FORCE_LIGHT" = "Sempre Chiaro";

/* dark mode force dark mode setting */
"DARK_MODE_FORCE_DARK" = "Sempre Scuro";

/* Acknowledgements Section */
"Acknowledgements" = "Open Source Software";

/* Credits Section */
"Credits.Content" = "Credits\n\nConcept and Development\nJeffrey Bergier (@jeffburg)\n\nIcon and Watering Artwork\nRyan West (@_ryanwest)";
